# exercise 1:
#   از شما خواسته شده تا برای یک باشگاه والیبال برنامه ای بنویسید
#   که در صورت غیر مجاز بودن داوطلب پیغام مناسبی پرینت شود.
#   شرایط مجاز داوطلب برای ثبت نام در باشگاه به صورت زیر می باشد:
#   سن داوطلب نباید کمتر از 10 سال باشد
#   قد داوطلب نباید کوچکتر از 140 باشد
#   در صورتی که سن داوطلب کمتر از ده باشد پیغام مناسبی نمایش دهد و دیگر قد داوطلب را نپرسد

# message = ".... you can't register in our team, beacaues ..."

###################################################
# exercise 2:
# for + while loop:
'''
*
* *
* * *
* * * *
* * * * * 
* * * * * *
'''
# exercise 3:
'''
* * * * * *
* * * * *
* * * * 
* * *
* *
*
'''
